Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Blue primary solution. Dissolve 63 g of copper sulfate pentahydrate R in about 900 mL of a mixture of 25 mL of hydrochloric acid R and 975 mL of water R and dilute to 1000.0 mL with the same mixture.
es_es: Solución primaria azul Disolver 63 g de sulfato de cobre pentahidrato R en aproximadamente 900 ml de una mezcla consituida por 25 ml de ácido clorhídrico R y 975 ml de agua R, y diluir hasta obtener 1000.0 ml con la misma mezcla.

source: Boehringer Ingelheim Pharma GmbH & Co. KG herewith commits to update the finished product specification for dabigatran etexilate capsules 150 mg/ capsule proposed in section P.5 (document 85747-p510am0903_ 206893_3088475_10.0).
es_es: Boehringer Ingelheim Pharma GmbH & Co.KG por la presente se compromete a actualizar la especificación del producto terminado Etexilato de dabigatrán, cápsulas de 150 mg/cápsula, que se propone en la sección P.5 (documento 85747-p510am0903_206893_3088475_10.0).

source: Boehringer Ingelheim Pharma GmbH & Co. KG, herewith confirms that in section 3.2.P.5.2 the internal analytical procedures used for the testing of dabigatran etexilate capsules are provided.
es_es: Boehringer Ingelheim Pharma GmbH & Co.KG, por la presente, confirma que, en la sección 3.2.P.5.2, se presentan los procedimientos analíticos internos empleados para las pruebas de Etexilato de dabigatrán, cápsulas.

source: Boehringer Ingelheim would like to clarify that both the AcT and the EXTEND-IA TNK trial and EXTEND-IA TNK trial Part 2 were investigator-initiated trials designed independently from Boehringer Ingelheim.
es_es: Boehringer Ingelheim deja en claro que los ensayos AcT, EXTEND-IA TNK y EXTEND-IA TNK Parte 2 estuvieron impulsados por investigadores y su diseño fue independiente de Boehringer Ingelheim.

source: Buffer solution:
es_es: Solución buffer:

source: CERTIFICATE OF GMP COMPLIANCE OF A MANUFACTURER1, 2
es_es: CERTIFICADO DE CUMPLIMIENTO DE UN FABRICANTE CON LAS BUENAS PRÁCTICAS DE FABRICACIÓN1, 2

source: CUARTO:
es_es: FOURTH:

source: CV for % peak area, DS STAB (n = 12):
es_es: Coeficiente de variación del área del pico porcentual para las muestras de estabilidad del principio activo (n = 12):

source: CV for % peak area DS STAB (n = 6):
es_es: Coeficiente de variación del área del pico porcentual para las muestras de estabilidad del principio activo (n = 6):

source: CV for % peak area DS, DP (25, 40, 50 mg/vial) (n = 12):
es_es: Coeficiente de variación del área del pico porcentual para el principio activo y el medicamento (25, 40, 50 mg/frasco-ampolla) (n = 12):

source: CV for % peak area DS, DP (40, 50 mg/vial) (n = 6):
es_es: Coeficiente de variación del área del pico porcentual para el principio activo y el medicamento (40, 50 mg/frasco-ampolla) (n = 6):

source: Calcium and magnesium.
es_es: Calcio y magnesio.

source: Calculation:
es_es: Cálculos:

source: Cantidades cuantitativamente similares (concentraciones) de excipientes.
es_es: Quantitatively similar amounts (concentrations) of inactive ingredients.

source: Carry out a blank determination by placing 4 g of a powdered mixture of 100 g of dipotassium sulfate R, 3 g of copper sulfate pentahydrate R and 3 g of titanium dioxide R, and 3 glass beads in a combustion flask.
es_es: Hacer una determinación en blanco colocando 4 g de una mezcla en polvo de 100 g desulfato dipotásico R, 3 g desulfato de cobre pentahidratado R y 3 g dedióxido de titanio R, y 3 perlas de vidrio en un matraz de combustión.

source: Caution should be exercised when tenecteplase is administered to a nursing woman and a decision must be made whether breast-feeding should be discontinued for the first 24 hours after administration of tenecteplase.
es_es: Se debe tener precaución al administrar tenecteplasa a una mujer lactante y se debe decidir si se debe interrumpir la lactancia durante las primeras 24 horas posteriores a la administración detenecteplasa.

source: Centro o institución de investigación para Bioequivalencia/Biodisponibilidad.-
es_es: Bioequivalence/Bioavailability Research Center or Institution.-

source: Chlorides.
es_es: Cloruros.

source: Chromatographic conditions:
es_es: Condiciones cromatográficas:

source: Chromatographic resolution R (Ph.Eur./USP/JP)2) for PD 1420 and CD 6352
es_es: Resolución cromatográfica R (Ph.Eur./USP/JP)2) para PD 1420 y CD 6352

source: Clinical phase:
es_es: Fase clínica:

source: Coefficient of determination (r2)
es_es: Coeficiente de determinación (r2)

source: Coefficient of determination r2
es_es: Coeficiente de determinación r2

source: Colour of solution
es_es: Color de la solución

source: Combinación en dosis fijas.
es_es: Fixed dose combinations.

source: Common odds ratio† (adjusted*)
es_es: Cociente de probabilidades común†(ajustado*)

source: Concentración plasmática máxima (Cmax).
es_es: Maximum plasma concentration (Cmax).

source: Conclusion
es_es: Conclusión

source: Conductivity.
es_es: Conductividad.

source: Conductometer :
es_es: Conductómetro:

source: Conductometer calibration:
es_es: Calibración del conductómetro:

source: Consequently, 50 mg of tenecteplase nominally comprises 10000 U (50 mg * 2 * 102 U/mg = 10000 U).
es_es: En consecuencia, 50 mg de tenecteplasa contienen nominalmente 10000 U (50 mg * 2 * 102 U/mg = 10000 U).

source: Considering the above mentioned review, additional warning language regarding systemic overuse/abuse in the Company Core Data Sheet is not warranted.
es_es: Considerando la revisión anterior, no se considera necesario añadir en la Información fundamental del producto, de uso interno ningún texto de advertencia adicional sobre el uso excesivo o abuso sistémico.

source: Current document
es_es: Documento vigente

source: Currently Tenecteplase drug substance batches are produced in the commercial facility located in building H84/H92 (see Figure 1).
es_es: Actualmente, las partidas del principio activo tenecteplasa se elaboran en las instalaciones de fabricación comercial ubicadas en el edificio H84/H92 (ver Figura 1).

source: Currently only stability data for up to 24 months is available for Metalyse 5000 U (25 mg) powder for solution for injection drug product batches.
es_es: En la actualidad, solo se cuenta con datos de estabilidad de las partidas del medicamento METALYSE, 5000 U (25 mg), polvo para solución inyectable hasta 24 meses.

source: DETECTION
es_es: DETECCIÓN

source: Description of Manufacturing Process and Process Controls
es_es: Descripción del proceso de fabricación y los controles del proceso

source: DEFINITION
es_es: DEFINICIÓN

source: DS STAB peak area [%]
es_es: Estabilidad del principio activo, área del pico [%]

source: DS peak area [%]
es_es: Principio activo, área del pico [%]

source: Data are n/N (%) or risk difference with 95% CI in parentheses.
es_es: Los datos se expresan como n/N (%) o diferencia de riesgo, con el IC del 95% entre paréntesis.

source: Data are n/N (%), median (IQR), mean (SD), or effect estimate with 95% CI in parentheses.
es_es: Los datos se expresan como n (%), n/N (%), mediana (rango intercuartílico), media (DE), o estimación de efecto con el IC del 95% entre paréntesis.

source: Date:
es_es: Fecha:

source: Date: 04-08-2017
es_es: Fecha: 04-08-2017

source: Dear xxx,
es_es: Estimados xxx,

source: Declaration
es_es: Declaración

source: Dedicated equipment used for the production of tenecteplase powder for solution for injection 50 mg/vial drug product in the facility F113, SM6
es_es: Equipo dedicado para la producción del medicamento Tenecteplasa, polvo para solución inyectable, 50 mg/frasco-ampolla en las instalaciones F113, SM6

source: Degradation Standard (225 nm)
es_es: Estandar de degradación (225 nm)

source: Description of the Container Closure System
es_es: Descripción del envase y sistema de cierre

source: Determine on 1.0 g of the sample.
es_es: dETERMINAR EN 1.0 g de la muestra.

source: Dieser Ausdruck wurde von "Hille, Frauke" am 22.08.2024 um 12:43 getätigt.
es_es: Validó esta impresión: "Hille, Frauke"el 22.08.2024a las 12:43.

source: Diluent:
es_es: Diluyente:

source: Dilute phosphoric acid contains H3PO4 from 9.5% m/m to 10.5 % m/m.
es_es: El ácido fosfórico diluido contiene H3PO4, de 9.5% m/m a 10.5 % m/m.

source: Dilution factor =
es_es: Factor de dilución =

source: Dilution factor sample, see "Sample dilutions"
es_es: Factor de dilución de la muestra, ver "Diluciones de la muestra""

source: Dissolution Medium:
es_es: Medio de disolución:

source: Document ID:
es_es: Identificación del documento:

source: Dr. Ingo Krech (Head of Quality Control).
es_es: Dr. Ingo Krech (Jefe de Control de Calidad)

source: Drug exposure
es_es: exposición al medicamento

source: Drug substance stability,
es_es: Estabilidad del principio activo,

source: ELAC at 20 - 25°C
es_es: ELAC a 20 - 25°C

source: Ejemplo:
es_es: Example:

source: Elemental impurities.
es_es: Impurezas elementales.

source: Empagliflozin / metformin hydrochloride film- coated tablets, stressed
es_es: Comprimidos recubiertos de empagliflozina /clorhidrato de metformina, condiciones extremas

source: Empagliflozin / metformin hydrochloride film-coated tablets, stressed
es_es: Comprimidos recubiertos de empagliflozina /clorhidrato de metformina, condiciones extremas

source: Empagliflozin Film-Coated Tablets
es_es: Empagliflozina, Comprimidos recubiertos

source: Empagliflozin has not been investigated in pregnancy or breast-fed neonates/infants.
es_es: La Empagliflozina no se ha investigado en el embarazo ni en recién nacidos ni niños lactantes.

source: Ensayo de disolución in vitro para control de calidad\.-
es_es: In vitro quality control dissolution test.-

source: Ensayo de disolución para equivalencia in vitro\.-
es_es: In vitro equivalence dissolution test.-

source: Equivalencia farmacéutica.-
es_es: Pharmaceutical equivalence.-

source: Equivalencia terapéutica.-
es_es: Therapeutic equivalence.-

source: Estudio para establecer equivalencia terapéutica.-
es_es: Therapeutic equivalence study.-

source: Estudios de biodisponibilidad\.-
es_es: Bioavailability studies.-

source: Expanding mirobiological testing to every batch requires additional testing capacities in the current testing sites that cannot be ensured earlier.
es_es: Expandir los controles a todas las partidas requiere instalaciones de control adicionales en las plantas de control actuales, lo que no puede garantizarse para antes de ese plazo.

source: FDA Dashboards - Firm Profile
es_es: Tableros de la FDA - Perfil de la empresa

source: Figure 0359.-1.
es_es: Figura 0359.-1.

source: Figure 2:
es_es: Figura 2:

source: Figure 3:
es_es: Figura 3:

source: Figure S15.
es_es: Figura S15.

source: Figure S5.
es_es: Figura S5.

source: Findings Between Dec 10, 2019, and Jan 25, 2022, 1600 patients were enrolled and randomly assigned to tenecteplase (n=816) or alteplase (n=784), of whom 1577 were included in the ITT population (n=806 tenecteplase; n=771 alteplase).
es_es: Hallazgos Entre el 10 de diciembre de 2019 y el 25 de enero de 2022, se reclutaron y aleatorizaron 1600 pacientes, que recibieron tenecteplasa (n=816) o alteplasa (n=784), de los cuales 1577 integraron la población con intención de tratar (n=806 con tenecteplasa y n=771 con alteplasa).

source: Following the review of the recent Periodic Safety Update Report (PSUR) covering the period from 28 September 2017 to 27 September 2022, the PRAC requested to update the label of medicinal products containing fenoterol hydrobromide (fenoterol) used in respiratory indications as monotherapy.
es_es: Tras la revisión del último Informe periódico de actualización de seguridad (PSUR), que abarca el período comprendido entre el 28 de septiembre de 2017 y el 27 de septiembre de 2022, el Comité de Evaluación de Riesgos de Farmacovigilancia (PRAC) solicitó actualizar la etiqueta de los medicamentos que contienen bromhidrato de fenoterol (fenoterol) utilizado como monoterapia en indicaciones respiratorias.

source: For DS and DP (25, 40 and 50 mg/vial) samples, the CVs are for single-chain ≤ 0.2 %, for two-chain ≤ 0.4 % and for residual peaks ≤ 14.1 %.
es_es: Para las muestras del principio activo y el medicamento (25, 40, 50 mg/frasco-ampolla), los coeficientes de variación son ≤ 0.2 % para las especies de cadena única, ≤ 0.4 % para las especies de cadena doble y ≤ 14.1 % para los picos residuales.

source: For DS and DP (25, 40, 50 mg/vial) samples, the CVs are for single-chain ≤ 0.1 %, for two-chain ≤ 0.3 % and for residual peaks ≤ 7.6 %.
es_es: Para las muestras del principio activo y el medicamento (25, 40, 50 mg/frasco-ampolla), los coeficientes de variación son ≤ 0.1 % para las especies de cadena única, ≤ 0.3 % para las especies de cadena doble y ≤ 7.6 % para los picos residuales.

source: For each sample mean values, standard deviations (SDs), coefficient of variations (CVs and confidence intervals (CIs) of single-chain, two-chain and residual peaks were calculated.
es_es: Para cada muestra, se calcularon los valores medios, la desviación estándar, los coeficientes de variación y los intervalos de confianza de las especies de cadena única y de cadena doble, y los picos residuales.

source: For the primary outcome and all other 90–120 day assessments, the median follow-up was 97 days (IQR 91–111).
es_es: Para el desenlace primario y todas las demás evaluaciones realizadas entre los 90 y los 120 días, la mediana de seguimiento fue 97 días (rango intercuartílico: 91-111).

source: Forma farmacéutica\.-
es_es: Dosage form.-

source: Fridjof Traulsen (Chair)
es_es: Fridjof Traulsen (Titular)

source: From the knowledge gained during inspection of this manufacturer, the latest of which was conducted on2022-11-25, it is considered that it complies with:
es_es: De lo que se recogió durante las inspecciones de este fabricante, la última de las cuales se realizó el 25/11/2022, se considera que cumple con:

source: Funding Canadian Institutes of Health Research, Alberta Strategy for Patient Oriented Research Support Unit.
es_es: Financiación Instituciones canadienses de investigación sanitaria, Unidad de apoyo de la Alberta Strategy for Patient Oriented Research.

source: Gluten content
es_es: Contenido de gluten

source: GUÍA DE REQUISITOS
es_es: REQUIREMENTS

source: Genehmigung / approval
es_es: Aprobación

source: Generated on:
es_es: Generado el:

source: HPSEC profiles of tenecteplase drug substance and drug product (25, 40, 50 mg/vial) samples compared to buffer blank, enlarged scale
es_es: Perfiles de HPSEC para las muestras del principio activo y el medicamento Tenecteplasa (25, 40, 50 mg/frasco-ampolla) en comparación con un blanco de buffer, escala ampliada

source: HPSEC profiles of tenecteplase drug substance and drug product (25, 40, 50 mg/vial) samples compared to buffer blank and molecular weight standard, full scale
es_es: Perfiles de HPSEC para las muestras del principio activo y el medicamento Tenecteplasa (25, 40, 50 mg/frasco-ampolla) en comparación con un blanco de buffer y un estándar de peso molecular, escala completa

source: HPSEC profiles of tenecteplase drug substance compared with drug substance stability sample, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa en comparación con la muestra para análisis de estabilidad del principio activo, escala ampliada

source: HPSEC profiles of tenecteplase drug substance compared with drug substance stability sample, full scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa en comparación con la muestra para análisis de estabilidad del principio activo, escala completa

source: HPSEC profiles of tenecteplase drug substance and drug product
es_es: Perfiles de HPSEC del principio activo y el medicamento tenecteplasa

source: Has been inspected under the national inspection programme in connection with manufacturing authorisation no.2022_131_1_2in accordance with Art. 40 of Directive 2001/83/EC.
es_es: ha sido inspeccionado bajo el programa nacional de inspección en relación con la autorización de fabricación N.° 2022_131_1_2, de acuerdo con el Art. 40 de la Directiva 2001/83/EC.

source: Heads up Boehringer employees - Working Abroad Policy:
es_es: Empleados de Heads up Boehringer. Política de trabajo en el extrajero.

source: Headspace conditions for Combipal head space analyser:
es_es: Condiciones del espacio de cabeza para el analizador de espacio de cabeza Combipal:

source: I approve this document
es_es: Apruebo este documento

source: I hereby certify, that this copy is a true and complete copy of the original.
es_es: Por la presente, certifico que es copia fiel y completa del original.

source: IDENTIFICATION:
es_es: IDENTIFICACIÓN:

source: INJECTION SEQUENCE (EXAMPLE) AND SST PARAMETERS
es_es: EJEMPLO DE SECUENCIA DE INYECCIONES Y PARÁMETROS DE LA PRUEBA DE IDONEIDAD DEL SISTEMA

source: Identification of impurities:
es_es: Identificación de las impurezas:

source: If a previously effective dosage regimen no longer gives the same symptomatic relief, the patient should seek medical advice as soon as possible as this could be a sign of worsening asthma and warrants a reassessment of the asthma therapy.
es_es: Si un régimen posológico que era efectivo ya no otorga el mismo alivio de los síntomas, el paciente debe procurarse atención médica lo antes posible, pues podría suponer el agravamiento del asma y requerir la reconsideración de la terapia antiasmática.

source: If bronchial obstruction deteriorates it is inappropriate and possibly hazardous to simply increase the use of beta2-agonist containing drugs such as BEROTEC beyond the recommended dose over extended periods of time.
es_es: Si empeora la obstrucción bronquial, es inapropiado y posiblemente peligroso aumentar, sin una previa evaluación, el uso de medicamentos que contienen agonistas beta-2, como BEROTEC, más allá de la dosis recomendada durante períodos prolongados.

source: If you use a medicine against inflammation of your lungs daily, e.g., “inhaled corticosteroid”, it is important to continue using it regularly, even if you feel better.
es_es: Si usa a diario medicamentos contra la inflamación pulmonar, por ejemplo "corticosteroides inhalatorios", es importante seguir usándolos regularmente, incluso si se siente mejor.

source: Imaging identified intracranial haemorrhages were assessed in a central core lab in a blinded manner and classified using the Heidelberg classification.2
es_es: Las hemorragias intracraneales identificadas mediante imágenes se evaluaron en un laboratorio central con cegado y se clasificaron usando el ordenamiento de Heidelberg.2

source: Impurity E 2.0 %, respectively, see "Standard Dilutions"
es_es: Impureza E al 2.0 % respectivamente; ver "Diluciones estándar"

source: Inclusion and exclusion criteria were pragmatic, and informed by the Canadian Stroke Best Practice Recommendations (CSBPR 2018),15 such that we included all patients presenting with acute ischaemic stroke and who met eligibility for thrombolysis with intravenous alteplase—ie, aged 18 years or older, with a diagnosis of ischaemic stroke causing disabling neurological deficit, and presenting within 4.5 h of symptom onset.
es_es: Los criterios de inclusión y exclusión fueron pragmáticos y se basaron en las CSBPR 2018 (recomendaciones de buenas prácticas en ACV de Canadá), 15 ; en ese sentido, incluimos a todos los pacientes con accidente cerebrovascular isquémico agudo que cumplieran los criterios indicativos de trombólisis con alteplasa intravenosa (es decir, que tuvieran 18 años o más, diagnóstico de accidente cerebrovascular isquémico causante de déficit neurológico discapacitante y que se encontraran dentro de las 4.5 horas del inicio de los síntomas).

source: Instrument Parameters:
es_es: Parámetros del equipo:

source: Instrument:
es_es: Equipo:

source: Interpretation Intravenous tenecteplase (0.25 mg/kg) is a reasonable alternative to alteplase for all patients presenting with acute ischaemic stroke who meet standard criteria for thrombolysis.
es_es: Interpretación La tenecteplasa intravenosa (0.25 mg/kg) es una alternativa razonable a la alteplasa en todos los pacientes que presentan accidente cerebrovascular agudo isquémico y cumplen los criterios estándar de trombólisis.

source: Intravenous thrombolysis with the tissue plasminogen activator alteplase is standard medical therapy for patients with acute ischaemic stroke presenting within 4.5 h of symptom onset.
es_es: La trombólisis intravenosa con el activador de plasminógeno tisular natural alteplasa es un tratamiento médico prtocoloar para pacientes con accidente cerebrovascular isquémico agudo que se hallan dentro de las 4.5 horas posteriores al inicio de los síntomas.

source: Intravenous thrombolysis with the tissue plasminogen activator alteplase is standard medical therapy for patients with acute ischaemic stroke presenting within 4.5 h of symptom onset.1–4
es_es: La trombólisis intravenosa con el activador de plasminógeno tisular natural alteplasa es un tratamiento médico prtocoloar para pacientes con accidente cerebrovascular isquémico agudo que se hallan dentro de las 4.5 horas posteriores al inicio de los síntomas.1-4

source: Intravenous thrombolysis with the tissue plasminogen activator alteplase is standard medical therapy for patients with acute ischaemic stroke presenting within 4.5 h of symptom onset.1–4 Tenecteplase, a genetically modified variant of alteplase with increased fibrin specificity used in patients with acute myocardial infarction, has a longer plasma half-life and is administered as a bolus rather than as an infusion.5 These pharmacological properties have generated interest in replacing alteplase with tenecteplase for the treatment of patients with acute ischaemic stroke.
es_es: La trombólisis intravenosa con el activador de plasminógeno tisular natural alteplasa es un tratamiento médico protocolar para pacientes con accidente cerebrovascular isquémico agudo que se hallan dentro de las 4.5 horas

source: JUSTIFICATION FOR THE ELIMINATION OF TEST PARAMETER “ODOUR”, FOR THE DRUG PRODUCT PRAMIPEXOLE DIHYDROCHLORIDE MONOHYDRATE TABLETS
es_es: JUSTIFICACIÓN DE LA ELIMINACIÓN DEL PARÁMETRO ANALÍTICO "OLOR" DEL MEDICAMENTO PRAMIPEXOL DICLORHIDRATO MONOHIDRATO, COMPRIMIDOS

source: Justification for the change
es_es: Justificación del cambio

source: Labeled spesolimab solution for injection in pre-filled syringe 300 mg/syringe (150 mg/mL) will be packed in a carton as 1-count configuration.
es_es: Epesolimab, solución inyectable en jeringa prellenada, 300 mg/jeringa (150 mg/ml), ya etiquetado, se acondiciona en una caja plegable, en una configuración unitaria.

source: Limit of Quantitation
es_es: Límite de cuantificación

source: Lecithin (99.7%/0.3%)1
es_es: Lecitina (99.7%/0.3%)1

source: Level1
es_es: Nivel 1

source: Linagliptin / metformin hydrochloride film- coated tablets, stressed
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina, condiciones extremas

source: Linagliptin / metformin hydrochloride film-coated tablets, stressed
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina, condiciones extremas

source: Linagliptin has not been studied in pregnancy or nursing neonates/infants.
es_es: No se ha estudiado la linagliptina en el embarazo ni en neonatos ni bebés lactantes.

source: Lote de producción comercial.-
es_es: Commercial production batch.-

source: Lote piloto.-
es_es: Pilot batch.-

source: MANUFACTURER'S AUTHORISATION1 .
es_es: AUTORIZACIÓN DE FABRICACIÓN1.

source: METALYSE 10 000 U (50 mg) powder and solution for solution for injection
es_es: METALYSE, 10000 U (50 mg), polvo para solución inyectable

source: Mean recovery2n = 3
es_es: Recuperación media 2n = 3

source: Means1
es_es: Media 1

source: Medicamento comparador.-
es_es: Comparator drug.-
